Repository: muhammadalijamali/IMS_OLD_ProductionCode
Catalog: ADTourism/*.lproj/Localizable.strings
Languages: ar

# general.checkinternet
source: Please check internet
ar: يرجى التحقق من تواجد خدمة الإنترنت

# general.error
source: Error!
ar: خطأ

# general.yes
source: Yes
ar: نعم

# general.no
source: No
ar: لا

# general.done
source: Done
ar: إنهاء

# general.providedby
source: Provided By
ar: مقدمة من

# general.designation
source: Designation
ar: ختيار لمنصب

# general.additionalemail
source: Additional Email
ar: بريد إلكتروني إضافي

# general.externalnotes
source: External Notes
ar: ملاحظات خارجية

# general.norecordsfound
source: No records found
ar: لا توجد تسجيلات

# login.i_loginmessage
source: Inspector Login
ar: تسجيل دخول المفتش

# login.loginbtn
source: Login
ar: دخول

# login.username
source: Username
ar: اسم المستخدم

# login.password
source: Password
ar: كلمة المرور

# login.checkusername
source: Please check username and password
ar: يرجى التحقق من اسم المستخدم و كلمة المرور

# option.inspection
source: Inspection
ar: مهام التفتيش

# option.history
source: Task History
ar: المهام القديمة

# tasks.number
source: Task No
ar: رقم المهمة

# tasks.type
source: Task Type
ar: نوع المهمة

# tasks.priority
source: Priority
ar: الأولوية

# company.hosstatus
source: HOS Status
ar: حالة رئيس القسم

# company.paymentstatus
source: Payment Status
ar: حالة عملية الدفع

# tasks.company
source: Company
ar: اسم الشركة

# tasks.status
source: Task Status
ar: حالة المهمة

# tasks.duedate
source: Due Date/Time
ar: تاريخ الاستحقاق

# tasks.addnewcompany
source: Add new company
ar: اضافة شركة جديدة

# tasks.makemeactive
source: Make me active
ar: فعال

# tasks.notes
source: Notes
ar: الملاحظات

# tasks.searcktasks
source: Search Tasks
ar: بحث عن مهمة...

# tasks.alltasks
source: All Tasks
ar: كل المهام

# tasks.makemeinactive
source: Make me inactive
ar: غير فعال

# tasks.starttask
source: Start Task
ar: بدء التفتيش

# tasks.inactiveMessage
source: Please make yourself active before start
ar: يرجى تغيير وضعك إلى فعال قبل البداية

# tasks.onmyway
source: On My Way
ar: على الطريق

# tasks.notasksfoundpleasecontactsupervisor
source: No Tasks found , please contact Supervisor
ar: لا يوجد إي مهمة, يرجى الإنتصال بالمشرف

# tasks.submitwithoutviolations
source: Submit Without Violations
ar: مستوفي كل المعايير

# tasks.acquiringlocation
source: Aquiring Locaton
ar: الحصول على الموقع

# tasks.apptryingtorecordyourlocationpleasewait!
source: App trying to record your location , please wait!
ar: التطبيق يحاول يسجيل موقعك, يرجى الانتظار!

# tasks.createinspection
source: Create Inspection
ar: تفتيش جديد

# tasks.waitingforcoinspection
source: Waiting for co-inspection
ar: انتظارمشاركة في التفتيش

# tasks.coinspection
source: Co-Inspection
ar: مشاركة في التفتيش

source: App can not access your location , please restart app or check location settings
ar: لا يتم التحصل على موقعك, يرجى إعادة تشغيل التطبيق أو التحقق من الإعدادات

# tasks.readytostart
source: Ready to start
ar: بداية المهمة

# task.active
source: Active
ar: فعال

# tasks.low
source: Low
ar: أولوية منخفضة

# tasks.high
source: High
ar: أولوية عالية

# tasks.medium
source: Medium
ar: أولوية متوسطة

# tasks.tasklist
source: Task List
ar: قائمة التفتيش

# tasks.selecturgency
source: Select Urgency
ar: حدد الاستعجال

# tasks.You are already on the way, You can not create new inspection
source: You are already on the way, You can not create new inspection
ar: لا يمكنك إنشاء تفتيش

# tasks.You can only make one task 'On Way'
source: You can only make one task 'On My Way'
ar: يمكنك جعل المهمة' على الطريق' فقط

# tasks.pleasemakesureyouarereadytostart
source: Please make sure you are ready to start the task?
ar: يرجى التأكد أنك مستعد لبداية المهمة

# tasks.search
source: Search
ar: البحث

# tasks.startdate
source: Start Due Date
ar: تاريخ البداية

# tasks.enddate
source: End Due Date
ar: تاريخ النهاية

# tasks.welcome
source: Welcome
ar: مرحبا

# tasks.youareinactive
source: You are inactive
ar: أنت غير فعال

# tasks.currenttasks
source: Current tasks
ar: المهام الحالية

# tasks.nostarted
source: Not Started
ar: لا كتبت

# tasks.completed
source: Completed
ar: منجز

# tasks.closetask
source: Close Task
ar: غلق المهمة

# tasks.dismiss
source: Dismiss
ar: غلق

# tasks.inactiveonmyway
source: You can't set yourself inactive if you are 'On My Way',cancel 'On My Way' to set inactive
ar: لا يمكنك تغيير وضعك إلى 'غير فعال' إن كان 'على الطريق', يرجى إلغاء الوضع الحالي أولا.

# tasks.cancelonmyway
source: Cancel 'On My Way'
ar: إلغاء على الطريق

# tasks.addInspector
source: Add Inspector
ar: إضافة مفتش

# tasks.searchInspector
source: Search Inspector
ar: بحث عن مفتش...

# tasks.category
source: Category
ar: الفئة

# tasks.name/license
source: Name/License number
ar: الاسم/رقم الترخيص

# tasks.address/region desc
source: Filter tasks by Address/Area
ar: تصفية المهام باستخدام العنوان أو المنطقة

# tasks.address/region title
source: Address/Area
ar: العنوان/المنطقة

# tasks.doyouwanttoreleasepooltasks
source: Do you want to release pool task(s)?
ar: هل أنت متأكد من التخلي على المهام؟

# incidentreport.reporttitle
source: Incident Report Type
ar: اختر نوع البلاغ

# tasks.map
source: Map
ar: الخريطة

# tasks.filtertasksbymap
source: Filer tasks by using Map
ar: تصفية المهمام باستخدام الخريطة

# tasks.activtiycode
source: Activity Code
ar: رمزانشاط

# tasks.activitycodedesc
source: Filter tasks using activity codes
ar: تصفية المهمام باستخدام رمزانشاط

# tasks.name/licenseDesc
source: Filter tasks by Name/License number
ar: تصفية المهمام باستخدام الخريطة

# tasks.sortTaskList
source: Sort Task List
ar: ترتيب المهام

# tasks.filterbyname
source: Sort By Name
ar: الترتيب حسب الاسم

# tasks.filterbydate
source: Sort By Due Date
ar: رتب حسب التاريخ

# tasks.filter
source: Filter
ar: رتب

# tasks.selectincidentreport
source: Incident report type
ar: نوع تقريرالحادث

# pool.book
source: Book
ar: حجز

# tasks.pleaseselectinspectiontype
source: Please select inspection type
ar: اختر فئة التفتيش

# history.reporttype
source: Report type
ar: نوع التقرير

# history.viewdetails
source: View Details
ar: عرض التفاصيل

# history.select
source: Select
ar: اختر

# history.selecttype
source: Select Type
ar: اختر النوع

# history.selectall
source: Select All
ar: اختر الكل

# history.notifications
source: Notifications
ar: الإشعارات

# history.inspectiondate
source: Inspection Date
ar: تاريخ التفتيش

# history.taskhistory
source: Inspection Reports
ar: سجل التفتيشات

# history.addnotes
source: Add Notes
ar: إضافة ملاحظات

# history.type
source: Type
ar: النوع

# finalise.validemail
source: Enter valid email
ar: الرجاء التأكد من صحة البريد الإلكتروني

# company.area
source: Area
ar: منطقة

# company.companyname
source: Company Name
ar: اسم الشركة

# company.licenseno
source: License No.
ar: رقم الترخيص

# company.address
source: Address
ar: عنوان الشركة

source: Company Category
ar: تصنيف الشركة

# company.landline
source: Landline
ar: رقم الهاتف

# company.mobileno
source: Mobile No
ar: رقم الجوال

# company.Email
source: Email
ar: البريد الإلكتروني

# company.save
source: Save
ar: حفظ البيانات

# company.driving
source: Driving Direction
ar: اوصلني

# company.namear
source: Company Name (Arabic)
ar: اسم الشركة ( بالعربية)

# company.issueDate
source: Issue Date
ar: تاريخ الإصدار

# company.expirtydate
source: Expiry Date
ar: تاريخ الانتهاء

# company.companydetail
source: Company Detail
ar: تفاصيل الشركة

# company.violationshistory
source: Violations History
ar: سجل المخالفات

# company.updatelocation
source: Update Location
ar: تحديث الموقع

# company.update
source: Update
ar: تحديث

# company.companycategory
source: Company Category
ar: فئة الشركة

# company.selectcategory
source: Select category
ar: يرجى اختيار الفئة

# company.routenotavailable
source: Route not available
ar: الطريق غير متوفر

# company.loadingviolations
source: Loading Violations
ar: تحميل المخالفة

# company.activtiycodes
source: Activity Codes
ar: رمز الشركة

source: Company Notes
ar: ملاحظات تخص الشركة

# company.addressnotes
source: Address Notes
ar: ملاحظات تخص العنوان

# profile.profiletitle
source: Profile
ar: الملف الشخصي

# profile.saveinfo
source: Submit
ar: ارسال

# options.inactivetitle
source: Please select reason
ar: الرجاء إختيار السبب

# questions.timespent
source: Time Spent
ar: الوقت المنقضي

# questions.selectoption
source: Select Option
ar: حدد الخيار

# questions.cancel
source: Cancel
ar: إلغاء

# questions.unfinish
source: Do you want to make this task unfinished?
ar: هل تريد أن تجعل هذه المهمة غير منتهية؟

# questions.companydetail
source: Company Detail
ar: تفاصيل الشركة

# questions.closetask
source: Close Task
ar: إغلق المهمة

source: Must select atleast one checklist item. You can choose to ‘Close’ task if you can not perform the inspection
ar: يجب اجتيار عنصر على الأقل من القائمة, يمكنك إغلاق المهمة إذا لم تتمكن إجراء التفتيش

# questions.areyousurewanttoexit
source: Are you sure you want to exit?
ar: هل أنت متأكد أنك تريد الخروج؟

# questions.cantsubmit
source: Can't Submit
ar: لا يمكن الارسال

# questions.back
source: back
ar: رجوع

# questions.searchbyviolationnameorcode
source: Search violation name/code
ar: ابحث عن اسم أو رمز المخالفة

# finalise.name
source: Name
ar: الاسم

# finalise.mobilenumber
source: Mobile Number
ar: رقم الهاتف المتحرك

# finalise.email
source: Email
ar: البريد الإلكتروني

# finalise.notes
source: Notes
ar: الملاحظات

# finalise.inspectorssignature
source: Inspector's Signature
ar: توقيع المفتش

# finalise.siteManagerssignature
source: Site Manager's Signature
ar: توقيع المدير

# finalise.finalise
source: Finalize
ar: اللمسات الأخيرة

# finalise.contactdetails
source: Contact Details
ar: تفاصيل الاتصال

# finalise.submit
source: Submit
ar: إرسال

# finalise.pro
source: PRO
ar: ضابط علاقات عامة

# finalise.owner
source: Owner
ar: مالك

# finalise.manager
source: Manager
ar: مدير

# finalise.secretary
source: Secretary
ar: أمين

# finalise.others
source: Others
ar: آخر

# finalise.PleaeCaptureManagerSignature
source: Pleae capture manager signature
ar: توقيع المدير

# finalise.Signature
source: Signature
ar: التوقيع

# finalise.PleaecaptureInspectorsignature
source: Pleae capture Inspector signature
ar: توقيع المفتش

# finalise.DoYouWantToSubmitInspection
source: Do you want to submit inspection?
ar: هل تريد أن تقدم التفتيش؟

# finalise.SubmitInspection
source: Submit Inspection
ar: تقديم التفتيش

# finalise.InspectionSubmittedSuccessfully
source: Inspection Submitted Successfully
ar: قدم التفتيش بنجاح

# finalise.inspection
source: Inspection
ar: التفتيش

# finalise.violations
source: Violations
ar: مخالفات

# finalise.inspectionSummary
source: Inspection Summary
ar: ملخص التفتيش

# finalise.PleaseenterPRO/Managerdetailsproperly
source: Please enter contact details properly
ar: يرجى إدخال تفاصيل الاتصال

# finalise.adddesignation/Namewhoprovidedthecontactdetails
source: Add Designation/Name who provided the contact details
ar: الرجاء اظافة اسم و وظيفة الشخص الذي قدّم تفاصيل الاتصال

# settings.pleasefillallfields
source: Fill all fields
ar: يرجى تعبئة جميع الحقول

# settings.bothfieldsareequal
source: Both fields should be equal
ar: يجب أن يكون كلا الحقلين المساواة

# settings.passwordincorrect
source: Current Password Incorrect
ar: كلمة المرور غير صحيحة

# settings.passwordupdatedsuccessfully
source: Password updated successfully
ar: كلمة المرور بنجاح تحديث

# searchcompany.searchbycompanyname
source: Company Name
ar: البحث عن طريق اسم الشركة

# searchcompany.searchbylicenseno
source: License No.
ar: البحث عن طريق رقم الرخصة

# searchcompany.clear
source: Clear
ar: مسح

# searchcompany.licenseno
source: License No.
ar: رقم الرخصة

# searchcompany.addinspection
source: Add Inspection
ar: إضافة تفتيش

# searchcompany.emptymessage
source: No Data available , Please check provided info
ar: البيانات غير موجودة, يرجى التحقق من المعلومات المقدمة

# searchcompany.pleasecheckinternetconnection
source: Please check internet connection
ar: يرجى التحقق من خدمة الإنترنت

# searchcompany.pleaseenterestablishmentnameinsteadofnumber
source: Please enter establishment name instead of number
ar: يرجى إدخال اسم المؤسسة بدلا من الرقم

# searchcompany.establishmentnamefield
source: Establishment Name Field
ar: مكان اسم المؤسسة

# searchcompany.taptopadd
source: Tap to add new unlicensed establishment
ar: انقر هنا لإضافة مؤسسة غير مرخصة

# searchcompany.rtalicenseno
source: RTA License No.
ar: رخصة هيئة الطرق والمواصلات

# searchcompany.addindividualtoinspect
source: Add Individual to inspect
ar: إضافة فرد جديد للتفتيش

# searchcompany.ind_category
source: Select Category
ar: اختر تصنيف

# searchcompany.individual
source: Individual
ar: الفرد

# searchcompany.searchall
source: Search All Companies
ar: بحث جميع الشركات

# searchcompany.searchDTCM
source: Search Tourism Companies
ar: بحث شركات السياحة

# searchcompany.company
source: Company
ar: الشركة

# settings.oldpassword
source: Current Password
ar: كلمة المرور الحالية

# settings.newpassword
source: New Password
ar: كلمة المرور الجديدة

# settings.reenterpassword
source: Re-enter Password
ar: إعادة كتابة كلمة المرور الجديدة

# settings.savechanges
source: Save Changes
ar: حفظ التغيرات

# settings.title
source: Settings
ar: الإعدادات

# settings.username
source: Username
ar: اسم المستخدم

# settings.password
source: Password
ar: كلمة المرور

# settings.language
source: Language
ar: اللغة

# settings.inactiveduration
source: Inactive duration
ar: مدة التوقف

# settings.applicationno
source: Version No
ar: حول التطبيق

# settings.logout
source: Logout
ar: تسجيل الخروج

# unlicense.selectcompanycategory
source: Select Company Category
ar: اختر تصنيف الشركة

# reports.Assigned Tasks
source: Assigned Tasks
ar: المهام الموكلة

# reports.activeinactive
source: Active/InActive Hours
ar: أوقات الفعالية

# reports.visits
source: Visits
ar: الزيارات

# reports.Average Time
source: Average Time
ar: متوسط الوقت

# addunlicesne.AddUnlicensedEstablishment
source: Add unlicensed Establishment
ar: إضافة مؤسسة غير مرخصة

# addunlicense.AddEstablishmenttoinspect
source: Add Establishment to inspect
ar: إضافة مؤسسة للتفتيش

# addunlicense.Addestablishmentname
source: Add establishment name
ar: إضافة اسم المؤسسة

# addunlicense.Addestablishmentnameinarabic
source: Add establishment name in arabic
ar: إضافة اسم المؤسسة بااللغة العربية

# addunlicense.Addestablishmentaddress
source: Add establishment address
ar: إضافة عنوان المؤسسة

# addunlicense.Selectestablishmentcategory
source: Select establishment category
ar: اختر فئة المؤسسة

# addunlicense.missinginfo
source: Missing Info
ar: معلومات غير موجودة

# addunlicense.Add Establishment to Inspect
source: Add Establishment to Inspect
ar: إضافة مؤسسة للتفتيش

# addindividual.drivernamear
source: Driver's Name(Arabic)
ar: اسم السائق(العربية)

# addindividual.drivernameen
source: Driver's Name(English)
ar: اسم السائق (الإنجليزية)

# addindividual.emiratesid
source: Emirates Id
ar: رقم هوية الإمارات

# addindividual.passportno
source: Passport No.
ar: رقم جواز السفر

# addindividual.drivinglicense
source: Driving License
ar: رقم رخصة القيادة

# addIndividual.email
source: Email
ar: البريد الإلكتروني

# addIndividual.mobileno
source: Mobile No.
ar: رقم الهاتف

# addIndividual.addIndividualToInspect
source: Add Individual to Inspect
ar: إضافة فرد جديد للتفتيش

# addIndividual.lbltitle
source: Add/Update Individual
ar: إضافة فرد جديد

# settings.selectlangugae
source: Select Language
ar: اختراللغة

# settings.reason
source: Inactive notes
ar: الأسباب

# settings.deleteAll
source: Delete All
ar: حذف الكل

# profile.personaldetail
source: Personal Details
ar: التفاصيل الشخصية

# profile.name
source: Name
ar: الاسم

# profile.jobdetail
source: Job Details
ar: تفاصيل الوظيفة

# profile.job
source: Job
ar: الوظيفة

# profile.employeeid
source: Employee Id
ar: هوية الموظف

# profile.shift
source: Shift
ar: الفترة

# profile.headofsection
source: Head of Section
ar: تفاصيل رئيس القسم

# incidentreport.title
source: Incident Report
ar: بلاغ حادثة

# reports.details
source: Details
ar: التفاصيل

# reports.timereports
source: Time Report
ar: تقارير الوقت

# reports.taskreports
source: Tasks Report
ar: تقارير المهام

# reports.inactive
source: Inactive
ar: غير فعال

# reports.averageonmyway
source: Average 'On My Way' duration
ar: معدل مدة على الطريق

# reports.pending
source: Pending
ar: المهام المعلقة

# reports.performed
source: Performed
ar: المهام المنفذة

# reports.averagetaskduration
source: Average Task duration
ar: معدل مدة المهمة

# reports.reports
source: Reports
ar: التقارير

# reports.date
source: Date
ar: التاريخ

# permit.alternatenumber
source: Alternate Number
ar: رقم بديل

# permit.permitnumber
source: Permit Id
ar: رقم التصريح

# permit.location
source: Location
ar: المنطقة

# permit.permitType
source: Permit Type
ar: نوع التصريح

# permit.permitno
source: Permit Id
ar: رقم التصريح

# permit.subvenue
source: Sub Venue
ar: الموقع الفرعي

# permit.driverno
source: Driver's License No.
ar: رقم تصريح سائق

# permit.plateno
source: Vehicle Plate No.
ar: رقم المركبة

# permit.selectCode
source: Select Code
ar: حدد الرمز

# permit.Code
source: Code
ar: الرمز

# permit.permit
source: Permit
ar: التصريح

# permit.expired
source: Expired
ar: منتهية الصلاحية

# chat.selectuser
source: Select user to start chat
ar: الرجاء اختيار مستخدم لبداية الدردشة

# chat.chat
source: Chat
ar: دردشة

# pool.expired
source: Expired Only
ar: منتهية الصلاحية

source: Task Type
ar: نوع العمل
